/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "(Nessuna)";

/* displayed in the cell */
"Click to record shortcut" = "Clic per registrare l'abbreviazione";

/* key modifier */
"Command + " = "Comando + ";

/* key modifier */
"Control + " = "Controllo + ";

/* key modifier */
"Option + " = "Opzione + ";

/* numeric keypad key. %@ is the name of the key */
"Pad %@" = "Tasto %@";

/* key modifier */
"Shift + " = "Maiuscole + ";

/* No comment provided by engineer. */
"Space" = "Spazio";

/* error description */
"The key combination \"%@\" can't be used because %@." = "Impossibile utilizzare la combinazione di tasti \"%1$@\" poiché %2$@.";

/* error description */
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "Impossibile utilizzare la combinazione di tasti \"%@\" poiché già in uso per un comando di sistema. Se si desidera utilizzare la combinazione, è possibile modificare le abbreviazioni di sistema nel pannello Tastiera e Mouse delle Preferenze di Sistema.";

/* error description */
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "Impossibile utilizzare la combinazione di tasti \"%1$@\" poiché già in uso per la voce di menu \"%2$@\".";

/* error description */
"The key combination %@ can't be used!" = "Impossibile utilizzare la combinazione di tasti %@.";

/* displayed in the cell */
"Type shortcut" = "Digita abbreviazione";

/* displayed in the cell */
"Use old shortcut" = "Usa vecchia abbreviazione";

